Revit 2027 API
FamilyPointLocation Properties
The FamilyPointLocation type exposes the following members.
Properties
Name | Description
IsReadOnly | Identifies if the object is read-only or modifiable.
(Inherited from APIObject)
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Name |  The name of the corresponding reference point in the Family document.
Top
See Also
Reference
FamilyPointLocation Class
Autodesk.Revit.DB Namespace